/* No comment provided by engineer. */
"To protect children under the age of 12, this video is only available between 8 p.m. and 6 a.m." = "Per proteggere i minori (sotto i 12 anni) questo video è disponibile solo tra le 20:00 e le 06:00.";

/* No comment provided by engineer. */
"To protect children under the age of 18, this video is only available between 11 p.m. and 5 a.m." = "Per proteggere i minori (sotto i 18 anni) questo video è disponibile solo tra le 23:00 e le 05:00.";

/* No comment provided by engineer. */
"Advertising will not be shown. Please wait – video will appear shortly." = "Pubblicità - mancata visualizzazione. Ti preghiamo di pazientare, il seguito arriverà tra qualche istante.";

/* No comment provided by engineer. */
"For legal reasons, this video was only available for a specified period of time." = "Per motivi legali questo video era disponibile solo per un periodo limitato.";

/* No comment provided by engineer. */
"For legal reasons, this video is not available in your region." = "Per motivi legali, questo video non è disponibile nella vostra regione.";

/* No comment provided by engineer. */
"The video cannot be transmitted for legal reasons." = "Per motivi legali non è possibile riprodurre il video.";

/* No comment provided by engineer. */
"This video is not yet available. Please try again later." = "Questo video non è ancora disponibile. Ti preghiamo di riprovare più tardi.";

/* No comment provided by engineer. */
"There is some technical problems right now. Normal quality service will resume soon." = "C'è qualche problema tecnico in questo momento. Qualità normale servizio riprenderà presto.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioLiveStreams: '%@'." = "Argomento non valido per SRGILFetchListAudioLiveStreams: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioMostListened: '%@'." = "Argomento non valido per SRGILFetchListAudioMostListened: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioMostRecent: '%@'." = "Argomento non valido per SRGILFetchListAudioMostRecent: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioSearchResult: '%@'." = "Argomento non valido per SRGILFetchListAudioSearchResult: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioShowsAZ: '%@'." = "Argomento non valido per SRGILFetchListAudioShowsAZ: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioShowSearchResult: '%@'." = "Argomento non valido per SRGILFetchListAudioSearchResult: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListVideoSearchResult: '%@'." = "Argomento non valido per SRGILFetchListAudioSearchResult: '%@'.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListVideoShowSearchResult: '%@'." = "Argomento non valido per SRGILFetchListAudioSearchResult: '%@'.";

/* No comment provided by engineer. */
"Invalid fetch index" = "Indice di recupero non valido";

/* No comment provided by engineer. */
"The received data is invalid." = "I dati ricevuti non sono validi.";

/* No comment provided by engineer. */
"The received data is invalid for category %@" = "I dati ricevuti per la categoria %@ non sono validi";

/* No comment provided by engineer. */
"Missing media URN string. Nothing to fetch." = "Supporto manca stringa URN. Niente da recuperare.";

/* No comment provided by engineer. */
"Missing parameters for token." = "Parametri mancanti per token.";

/* Date preposition, for instance: "Something happened <XXX> Oct 28, 2015." */
"on" = "del";

/* No comment provided by engineer. */
"Unable to build a valid video object." = "Impossibile generare un valido oggetto video.";

/* No comment provided by engineer. */
"Unable to create URN from identifier, which is needed to proceed." = "Impossibile creare l'URN dall'identificatore, che è necessario per procedere.";

/* No comment provided by engineer. */
"Unable to create URN from string '%@', which is needed to proceed." = "Impossibile creare l'URN dalla stringa '%@', che è necessario per procedere.";

/* No comment provided by engineer. */
"Undefined mediaType inferred from URN string '%@'." = "MediaType non definito dedotto dalla stringa URN '%@'.";

/* No comment provided by engineer. */
"Undefined mediaType inferred from URN." = "MediaType non definito dedotto dall'URN.";
